**Create a dataframe with the data given and display rows where student score more than 90**

In [1]:
import pandas as pd

In [4]:
df = pd.DataFrame({"Name":["Ali","Sara","John","Mary","Alex"],"Subject":["Math","Science","Math","Science","Math"],"Marks":[85,92,78,88,95]})
df

   Name  Subject  Marks
0   Ali     Math     85
1  Sara  Science     92
2  John     Math     78
3  Mary  Science     88
4  Alex     Math     95

In [13]:
df[df["Marks"]>90].reset_index(drop=True)

   Name  Subject  Marks
0  Sara  Science     92
1  Alex     Math     95